Repository: KKKARLOS/Sales
Catalog: Sales/Sales/Resources/Resource.*.resx
Languages: eu_es

source: Accept
eu_es: Onartu

# EmailPlaceHolder
source: Enter your email...
eu_es: Ingresa tu email..

# EmailValidation
source: You must enter an email.
eu_es: 24/5000 Posta elektronikoa idatzi behar duzu.

# PasswordValidation
source: You must enter a password.
eu_es: Debes ingresar una contraseña.

# Rememberme
source: Rememberme in this device
eu_es: Gogoratu gailu honetan

# SomethingWrong
source: Something was wrong, please try later.
eu_es: Algo anda mal con los servicios, por favor intenta más tarde.

source: Login
eu_es: Sartzen

source: Password
eu_es: Pasahitza

# PasswordPlaceHolder
source: Enter your password...
eu_es: Ingresa tu contraseña...

# Forgot
source: Forgot your password?
eu_es: ¿Pasahitza ahaztu duzu?

source: Register
eu_es: erregistratu

source: Search...
eu_es: Bilaketa

source: Information
eu_es: Informazio

source: Currencies
eu_es: Txamponak

source: Translations
eu_es: Traducciones

source: Menu
eu_es: Menú

source: My Profile
eu_es: Nire Profila

source: Statics
eu_es: Estadísticas

source: Logout
eu_es: Bukatu sesión

# RegisterTitle
source: Register New User
eu_es: erregistratu erabiltzaile berria

# ChangeImage
source: Touch the image to chage it
eu_es: Ukitu irudia aldatzeko.

source: First Name
eu_es: izenak

# FirstNamePlaceHolder
source: Enter the first name...
eu_es: Izenak sartu

# FirstNameValidation
source: You must enter a first name.
eu_es: Izena sartu behar duzu

source: Last Name
eu_es: Abizenak

# LastNamePlaceHolder
source: Enter the last name...
eu_es: Abizenak sartu behar duzu

# LastNameValidation
source: You must enter a last name.
eu_es: Abizenak sartu behar duzu

source: Phone
eu_es: Telefonoa

# PhonePlaceHolder
source: Enter the phone...
eu_es: Sartu telefonoa

# PhoneValidation
source: You must enter a phone.
eu_es: Telefonoa sartu behar duzu

source: Confirm
eu_es: Berrespena

# ConfirmPlaceHolder
source: Enter the password confirm...
eu_es: Sartu pasahitz berrespena

# ConfirmValidation
source: You must enter a confirm.
eu_es: Pasahitz berrespena sartu behar duzu

# EmailValidation2
source: You must enter a valid email.
eu_es: Posta elektroniko egokia idatzi behar duzu.

# PasswordValidation2
source: The password must have at least seix (6) characters.
eu_es: La contraseña debe tener al menos sies (6) carácteres.

# ConfirmValidation2
source: The password and confirm does not match.
eu_es: Pasahitza eta berrespena ez dira berdinak

# UserRegisteredMessage
source: The user was create, now you can login with this email and password.
eu_es: Usuario registrado, ya puedes ingresar con este email y clave asignada.

# SourceImageQuestion
source: Where do you want to take the image?
eu_es: ¿Non nahi duzu argazkia ateratzeko??

source: Cancel
eu_es: Cancelatu

source: From gallery
eu_es: Galeriatik

source: From camera
eu_es: Kameratik

source: Save
eu_es: Gorde

source: Change Password
eu_es: Aldatu pasahitza

source: Current Password
eu_es: Uneko pasahitza

# CurrentPasswordPlaceHolder
source: Enter your current password...
eu_es: Sartu zure uneko pasahitza

source: New Password
eu_es: Contraseña nueva

# NewPasswordPlaceHolder
source: Enter the new password...
eu_es: Ingrese la nueva contraseña...

# LoginError
source: Email or password incorrect.
eu_es: Posta elektronikoa edo pasahitza okerra.

# ChagePasswordConfirm
source: The password was changed successfully.
eu_es: Pasahitza behar bezala aldatu da.

# PasswordError
source: The current password is incorrect
eu_es: Uneko pasahitza okerra da

# ErrorChangingPassword
source: The password can't be changed, please try latter.
eu_es: La contraseña no pudo ser cambiada, por favor intenta más tarde.

# EmailPasswordValidation
source: The email or password is not correct
eu_es: Posta elektronikoa edo pasahitza ez da zuzena

source: Products
eu_es: Produktuak

# TurnOnInternet
source: Please turn on your internet settings.
eu_es: Egiaztatu Interneteko konexioaren parametroak aktibatu dituzula

# NoInternet
source: Check you internet connection.
eu_es: Egiaztatu internet konexioa duzula.

source: Add Product
eu_es: Gehitu Produktua

source: Description
eu_es: Deskribapena

source: Price
eu_es: Prezio

source: Remarks
eu_es: Iruzkinak:

# DescriptionPlaceHolder
source: Enter the product description
eu_es: Idatzi produktuaren deskribapena

# PricePlaceHolder
source: Enter the product price
eu_es: Idatzi produktuaren prezioa

# DescriptionError
source: You must enter a description
eu_es: Azalpena idatzi behar duzu

# PriceError
source: You must enter a price greater than zero
eu_es: Zero baino handiagoa den prezioa idatzi behar duzu

# InsertOK
source: Record added OK
eu_es: Grabatu ezazu ongi

# ImageSource
source: Where do you take the picture?
eu_es: Non ateratzen duzu argazkia?

# NewPicture
source: Take a new picture
eu_es: Egin argazkia...

source: Edit
eu_es: Editatu

source: Delete
eu_es: Ezabatu

# DeleteConfirmation
source: Are you sure?
eu_es: Ziur zaude?

source: Yes
eu_es: Bai

source: No
eu_es: Ez

source: Edit Product
eu_es: Produktua

source: Is Available
eu_es: libre dago.

source: About
eu_es: Honi buruz

source: Setup
eu_es: Konfigurazioa

source: Exit
eu_es: Irten

# NoProductsMessage
source: No products information available.
eu_es: Ez dago produkturik eskuragarri.

# Address
source: Addres
eu_es: Kalea

# AddressPlaceHolder
source: Enter your address
eu_es: Sartu zure helbidea

source: PasswordConfirm
eu_es: Confirmatu zure pasahitza

# PasswordsNoMatch
source: The password and confirm must be equals
eu_es: Pasahitza eta berretsi berdinak izan behar dira

# PasswordConfirmPlaceHolder
source: Enter your password confirm
eu_es: Idatzi zure pasahitza berretsi

# RegisterConfirmation
source: The user was created successfully. Now you can enter with the email
eu_es: Erabiltzailea behar bezala sortu da. Orain idatzi dezakezu posta elektronikoarekin!

source: Categories
eu_es: Kategoriak

source: Category
eu_es: Kategoria

# CategoryPlaceHolder
source: Select de category
eu_es: Aukeratu kategoria!

# CategoryError
source: You must select a category
eu_es: Kategoria bat hautatu behar duzu.
